objects = { 
    'Борщ': { 
        's': -0.25, 
        'w': 0.65 
    }, 
    'Щи': { 
        's': -0.2, 
        'w': 0.7 
    }, 
    'Молочный': { 
        's': 0.3, 
        'w': 0.9 
    }, 
    'Солянка': { 
        's': -0.4, 
        'w': 0.6 
    }, 
    'Грибной': { 
        's': -0.1, 
        'w': 0.5 
    }, 
    'Медовик': { 
        's': 0.7, 
        'w': 0.2 
    }, 
    'Наполеон': { 
        's': 0.8, 
        'w': 0.1 
    }, 
    'Сникерс': { 
        's': 0.9, 
        'w': 0.05 
    }, 
    'Ириска': { 
        's': 1, 
        'w': -0.1 
    }, 
    'Твикс': { 
        's': 0.85, 
        'w': 0.15 
    }, 
}